artillery-tests/shorts-tests/gets/get_feed.yaml
config:
    target: http://127.0.0.1:8081/tukano-users-shorts-1/rest
    phases:
        - name: get_feed_phase
          duration: 1
          arrivalRate: 1
scenarios:
    - name: GetFeed
      flow:
        - get:
            url: /shorts/teste/feed?pwd=testando
            headers:
                Content-Type: application/json