artillery-tests/shorts-tests/gets/get_followers.yaml
config:
    target: http://127.0.0.1:8081/tukano-users-shorts-1/rest
    phases:
        - name: get_followers_phase
          duration: 1
          arrivalRate: 1
scenarios:
    - name: GetFollowers
      flow:
        - get:
            url: /shorts/CR7/followers?pwd=sui
            headers:
                Content-Type: application/json