artillery-tests/shorts-tests/gets/get_short.yaml
config:
    target: http://127.0.0.1:8081/tukano-users-shorts-1/rest
    phases:
        - name: get_short_phase
          duration: 1
          arrivalRate: 1
scenarios:
    - name: GetShort
      flow:
        - get:
            url: /shorts/SHORTNAME
            headers:
                Content-Type: application/json